[
  {
    "kategori": "UU No. 35 Tahun 2014",
    "deskripsi": "Perubahan atas Undang-Undang Nomor 23 Tahun 2002 tentang Perlindungan Anak ini mempertegas perlunya pemberatan sanksi pidana dan denda bagi pelaku kejahatan terhadap anak untuk memberikan efek jera, serta mendorong adanya langkah konkret untuk memulihkan kembali fisik, psikis dan sosial anak korban dan/atau anak pelaku kejahatan.",
    "poin": [
      {
        "pasal": "Pasal 13 ayat (1)",
        "isi": "Menyebutkan bahwa setiap anak selama dalam pengasuhan orang tua, wali, atau pihak lain mana pun yang bertanggung jawab atas pengasuhan, berhak mendapat perlindungan dari perlakuan diskriminasi, eksploitasi baik ekonomi maupun seksual, penelantaran, kekejaman, kekerasan, dan penganiayaan, ketidakadilan, dan perlakuan salah lainnya."
      }
    ]
  },
  {
    "kategori": "UU TPKS (UU No. 12 Tahun 2022)",
    "deskripsi": "Undang-Undang Tindak Pidana Kekerasan Seksual memberikan payung hukum yang lebih kuat untuk melindungi korban, termasuk anak-anak.",
    "poin": [
      {
        "pasal": "Pasal 4",
        "isi": "Menjelaskan berbagai jenis kekerasan seksual, termasuk yang terjadi pada anak-anak."
      },
      {
        "pasal": "Pasal 14",
        "isi": "Mengatur tentang kekerasan seksual fisik pada anak, termasuk pemaksaan hubungan seksual, pencabulan, dan perbuatan seksual lainnya."
      },
      {
        "pasal": "Pasal 15",
        "isi": "Mengatur tentang kekerasan seksual nonfisik pada anak, seperti perkataan atau perbuatan yang merendahkan martabat anak."
      },
      {
        "pasal": "Pasal 28",
        "isi": "Menetapkan sanksi pidana bagi pelaku kekerasan seksual terhadap anak, dengan hukuman yang bervariasi tergantung pada jenis dan tingkat keparahan kekerasan."
      }
    ]
  },
  {
    "kategori": "UU Perlindungan Anak (UU No. 23 Tahun 2002 jo. UU No. 35 Tahun 2014)",
    "deskripsi": "Pasal-pasal spesifik yang melarang dan memberikan sanksi terhadap tindak kekerasan pada anak.",
    "poin": [
      {
        "pasal": "Pasal 76D",
        "isi": "Melarang setiap orang melakukan Kekerasan atau ancaman Kekerasan memaksa Anak melakukan persetubuhan dengannya atau dengan orang lain."
      },
      {
        "pasal": "Pasal 76E",
        "isi": "Melarang setiap orang melakukan Kekerasan atau ancaman Kekerasan, memaksa, melakukan tipu muslihat, melakukan serangkaian kebohongan, atau membujuk Anak untuk melakukan atau membiarkan dilakukan perbuatan cabul."
      },
      {
        "pasal": "Pasal 81 & 82",
        "isi": "Mengatur tentang sanksi pidana yang berat bagi pelaku tindak pidana persetubuhan dan pencabulan terhadap anak."
      }
    ]
  }
]
